function guska() {
    var x = window.open("", "", "width=300, height=300");
    x.document.write("<p><b>Домаћа животиња:</b> Гуска </p><p><b>Порекло: </b>У Европи, северној Африци и " +
		"западној Азији, прве припитомљене домаће гуске потичу од врсте дивља гуска (Ансер ансер). Док у" +
		"источној Азији потичу од врсте кинеска лабудаста гуска (Ансер цyгноидес); те гуске данас називамо " +
		"кинеским гускама. Данас постоје и хибриди ове две врсте домаћих гусака (на пример у Аустралији и Северној " +
		"Америци). Кинеске гуске се разликују од европских по великој израслини на чеоном делу главе.</p>");
}

function krava() {
    var x = window.open("", "", "width=300, height=300");
    x.document.write("<p><b>Домаћа животиња:</b> Крава</p><p><b>Порекло: </b>Данашње домаће говедо " +
		"првобитно је дошло из Анатолије и с Блиског Истока. Доместицирање домаћег говеда почело је већ у 9. " +
		"веку пне. Доказом се сматра да су од 8.300. пне. стигли заједно с пољопривредницима на Кипар на " +
		" којем до тада није било говеда.</p>");
}

function macka() {
    var x = window.open("", "", "width=300, height=300");
    x.document.write("<p><b>Домаћа животиња: </b>Мачка </p><p><b>Порекло:</b>Домаћа мачка (Felis " +
		"silvestris forma catus), кућна мачка или најчешће мачка је мали месождер из породице мачака. Према " +
		"истраживању у Оксфорду, домаћа мачка као кућни љубимац првобитно потиче од врсте налик либијској " +
		"шумској мачки, реткој врсти мачке, а спада у прву припитомљену животињу те је пуно старија од пса," +
		"јер уз људе живи најмање 9 милиона година. Старије чињенице говоре да је домаћа мачка потекла од " +
		"афричке дивље мачке.</p>");
}

function pas() {
    var x = window.open("", "", "width=300, height=300");
    x.document.write("<p><b>Домаћа животиња:</b> Пас </p><p><b>Порекло:</b> Пси су били прве домаће " +
		"животиње међу сисарима. Људи су их припитомили пре отприлике 12 000 година. Сви пси потичу од " +
		"вука (Цанис лупус) упркос тврдњама неких да потичу и од лисица.</p>");
}

function petao() {
    var x = window.open("", "", "width=300, height=300");
    x.document.write("<p><b>Домаћа животиња:</b>Петао </p><p><b>Порекло:</b>Генетске студије указују на " +
		"вишеструко материнско порекло у југоисточној Азији, источној Азији, и јужној Азији, док клада присутна у " +
		"Америкама, Европи, Блиском Истоку и Африци води порекло са Индијског потконтинента. Из Индије, " +
		"доместиковане кокошке су увезене у Лидију у западној Малој Азији, и у Грчку до петог века п. н. е.</p>");
}

function gusk() {
    document.getElementById("gus").play();
}

function krav() {
    document.getElementById("kra").play();
}

function mack() {
    document.getElementById("mac").play();
}

function pa() {
    document.getElementById("p").play();
}

function peta() {
    document.getElementById("pet").play();
}